const number = [
    { number: [
        "第一番", "第二番", "第三番", "第四番", "第五番", "第六番", "第七番", "第八番", "第九番", "第十番",
        "第十一番", "第十二番", "第十三番", "第十四番", "第十五番", "第十六番", "第十七番", "第十八番", "第十九番", "第二十番",
        "第二十一番", "第二十二番", "第二十三番", "第二十四番", "第二十五番", "第二十六番", "第二十七番", "第二十八番", "第二十九番", "第三十番",
        "第三十一番", "第三十二番", "第三十三番", "第三十四番", "第三十五番", "第三十六番", "第三十七番", "第三十八番", "第三十九番", "第四十番",
        "第四十一番", "第四十二番", "第四十三番", "第四十四番", "第四十五番", "第四十六番", "第四十七番", "第四十八番", "第四十九番", "第五十番",
        "第五十一番", "第五十二番", "第五十三番", "第五十四番", "第五十五番", "第五十六番", "第五十七番", "第五十八番", "第五十九番", "第六十番",
        "第六十一番", "第六十二番", "第六十三番", "第六十四番", "第六十五番", "第六十六番", "第六十七番", "第六十八番", "第六十九番", "第七十番",
        "第七十一番", "第七十二番", "第七十三番", "第七十四番", "第七十五番", "第七十六番", "第七十七番", "第七十八番", "第七十九番", "第八十番",
        "第八十一番", "第八十二番", "第八十三番", "第八十四番", "第八十五番", "第八十六番", "第八十七番", "第八十八番", "第八十九番", "第九十番",
        "第九十一番", "第九十二番", "第九十三番", "第九十四番", "第九十五番", "第九十六番", "第九十七番", "第九十八番", "第九十九番"
    ]}
];

export const getNumber = () => {
    return number[0].number[Math.floor(Math.random() * number[0].number.length)];
};